Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Transaction/AddEditTransaction.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Amount
zh_hans: 金额
zh_hant: 數額

source: Date
zh_hans: 日期
zh_hant: 日期

source: Edit Transaction
zh_hans: 编辑账目
zh_hant: 編輯項目

source: New Transaction
zh_hans: 新账目
zh_hant: 新增項目

source: Notes
zh_hans: 备注
zh_hant: 備註

source: Payment Type
zh_hans: 支付方式
zh_hant: 付款方式

source: Please enter a valid amount.
zh_hans: 请输入一个合理的金额。
zh_hant: 請輸入一個合理的數額。

source: Please select a card.
zh_hans: 请选择一张卡片。
zh_hant: 請選擇一張卡片。

source: Please select a category.
zh_hans: 请选择一个类别。
zh_hant: 請選擇一個分類。

source: Select a Card
zh_hans: 选择一张卡片
zh_hant: 選擇一張卡片

source: Transaction Type
zh_hans: 交易类型
zh_hant: 交易類型
